[
    {
        "title": "Ciudadano Kane",
        "description": "Ciudadano Kane es un drama biográfico que sigue la vida y el legado del magnate de los medios, Charles Foster Kane. La película alterna entre el presente y el pasado, utilizando flashbacks para revelar la historia de Kane desde su infancia hasta su muerte. Explora temas de poder, ambición y los efectos de la riqueza y la fama.",
        "genre": "Drama",
        "year": "1941"
    },
    {
        "title": "El padrino",
        "description": "El Padrino es una película clásica de drama criminal que sigue la vida de la familia Corleone, una poderosa familia mafiosa de Nueva York. Después de que el patriarca de la familia, Vito Corleone, es atacado, su hijo Michael (Al Pacino) se ve obligado a asumir el control del imperio criminal de la familia.",
        "genre": "Drama criminal",
        "year": "1972"
    },
    {
        "title": "Casablanca",
        "description": "Casablanca es una película romántica y de drama ambientada en la Casablanca de los años cuarenta, ocupada por los nazis. Narra la historia de Rick Blaine, un cínico y desencantado dueño de un club nocturno, que se enamora de Ilsa Lund, una mujer casada con un líder de la resistencia contra los nazis. La película explora temas de amor, sacrificio y redención en tiempos de conflicto.",
        "genre": "Drama romántico",
        "year": "1942"
    },
    {
        "title": "La lista de Schindler",
        "description": "La lista de Schindler es un drama histórico sobre Oskar Schindler, un empresario alemán que salvó la vida de más de 1.100 judíos durante el Holocausto ocultándolos en su fábrica. La película explora temas de valentía, humanidad y el poder de un solo hombre para marcar la diferencia frente a la adversidad.",
        "genre": "Drama histórico",
        "year": "1993"
    },
    {
        "title": "Pulp Fiction",
        "description": "Pulp Fiction es una película de crimen y drama que entrelaza varias historias no lineales sobre criminales y matones de poca monta en Los Ángeles. La película sigue a Vincent Vega y Jules Winnfield, dos sicarios que intentan recuperar un maletín robado; a Butch Coolidge, un boxeador que trama una conspiración; a Marsellus Wallace, un gánster poderoso; y a su esposa Mia, adicta a la heroína.",
        "genre": "Drama criminal",
        "year": "1994"
    },
    {
        "title": "El imperio contraataca",
        "description": "El Imperio Contraataca es una película de ciencia ficción de 1980 que continúa la historia de Star Wars: Episodio IV - Una nueva esperanza. Después de la victoria de la Alianza Rebelde en la Batalla de Yavin, el Imperio contraataca con una fuerza implacable. Los rebeldes deben huir y buscar nuevos aliados mientras Luke Skywalker se entrena con el maestro Jedi Yoda para enfrentarse al oscuro Lord Vader.",
        "genre": "Ciencia ficción",
        "year": "1980"
    },
    {
        "title": "Apocalypse Now",
        "description": "Apocalypse Now es una película épica de guerra de 1979. El capitán Willard (Martin Sheen) es enviado a una misión secreta para asesinar al coronel Kurtz (Marlon Brando), un ex boina verde que se ha vuelto loco y dirige su propio ejército en la jungla camboyana. El viaje de Willard a través de Vietnam es un descenso al infierno, mientras enfrenta los horrores de la guerra y sus propios demonios internos. Géneros: Bélico, Aventura, Drama",
        "genre": "Guerra",
        "year": "No disponible"
    },
    {
        "title": "2001: Una odisea del espacio",
        "description": "No disponible",
        "genre": "No disponible",
        "year": "No disponible"
    }
]